Repository: rmraya/TMXEditor
Catalog: Localization/tmxeditor_java_fr.tmx
Source language: en
Languages: fr

source: No subscription
fr: Aucun abonnement

source: Error verifying subscription status
fr: Erreur lors de la vérification de l’état de l’abonnement

source: Error registering subscription
fr: Erreur lors de l’enregistrement de l’abonnement

source: A computer user account is required
fr: Un compte utilisateur sur l’ordinateur est nécessaire

source: Running on sandbox, evaluation request discarded.
fr: La demande d’évaluation n’a pas été traitée car le programme s’exécute en mode bac à sable

source: Error generating evaluation key
fr: Erreur lors de la génération de la clé d’évaluation

source: Cannot register evaluation in this computer
fr: Enregistrement de la clé d’évaluation impossible sur cet ordinateur

source: Unsupported macOS version
fr: Version macOS non compatible

source: Unsupported Linux distribution
fr: Distribution Linux non compatible

source: Unsupported Windows version
fr: Version Windows non compatible

source: Unsupported computer type
fr: Type d’ordinateur non compatible

source: Empty request
fr: Requête vide

source: Error sending request to server. Check your firewall or antivirus.
fr: Erreur lors de l’envoi de la requête au serveur. Vérifiez votre pare-feu et votre antivirus.

source: Unknown command
fr: Commande inconnue

source: {0} Vendor: {1}
fr: {0} Distribution : {1}

source: Requested languages while parsing
fr: Langues demandées durant l’analyse

source: Error getting languages from store
fr: Erreur lors de la récupération des langues à partir du stockage

source: Error reading CSV file
fr: Erreur lors de la lecture du fichier CSV

source: Error getting languages
fr: Erreur lors de la récupération des langues

source: Error checking CSV languages
fr: Erreur lors de la vérification des langues du CSV

source: {0} (Unknown Variant)
fr: {0} (Variante inconnue)

source: Unknown Language
fr: Langue inconnue

source: Error reading answer from server. Check your firewall or antivirus.
fr: Erreur lors de la réception de la réponse du serveur. Vérifiez votre pare-feu et votre antivirus.

source: Selected TMX file is empty
fr: Le fichier TMX sélectionné est vide

source: Null Store
fr: Stockage vide

source: File does not exist
fr: Le fichier n’existe pas

source: Error splitting files
fr: Erreur lors du découpage des fichiers

source: \ units counted
fr: \ unités comptées

source: \ units written
fr: \ unités écrites

source: Error merging files
fr: Erreur lors de la fusion des fichiers

source: File has invalid source language: {0}
fr: La langue source du fichier est invalide : {0}

source: Error reading Excel file
fr: Erreur lors de la lecture du fichier Excel

source: Wrong filtering option
fr: Option de filtrage incorrecte

source: Selected email account is not supported
fr: Le compte mail sélectionné n’est pas compatible

source: Error creating backup
fr: Erreur lors de la création de la sauvegarde

source: Error renaming cleaned file
fr: Erreur lors du renommage du fichier nettoyé

source: Wrong number of columns. Review optional delimiters.
fr: Nombre incorrect de colonnes. Vérifiez les délimiteurs optionnels.

source: An evaluation license has been requested for this computer before
fr: Une licence d’évaluation a déjà été demandée par le passé pour cet ordinateur

source: Evaluation request failed
fr: Échec de la demande d’évaluation

source: Expired Subscription
fr: Abonnement expiré

source: Unsupported hard disks
fr: Disques durs non compatibles
